<!DOCTYPE html>
<html>
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.9.4/css/bulma.min.css">
        <style>
            img {
                width: 80%;
                min-width: 700px;
                height: auto;   
            }
            body {
                margin: 30px 50px;
            }
        </style>
    </head>
    <body>
        <h2 class="title is-2">
            Instrucciones para activar traduccion de Ingles a Espa&ntilde;ol
        </h2>
        <br>
        <p>
            Una vez que presione el link, presione el bot&oacute;n &ldquo;Unirse ahora&rdquo;. Si lo desea, desactive la c&aacute;mara y el micr&oacute;fono antes de entrar a la llamada.
        </p>
        <img src="gallery/image1.png" alt="">

        <p>
            Esto lo llevara a la pantalla de la reunion virtual. Para activar los subt&iacute;tulos, presione el tercer bot&oacute;n de la izquierda que tiene el texto &ldquo;CC&rdquo;.
        </p>

        <img src="gallery/image2.png" alt="">
        
        <p>
            Coloque el cursor en la parte derecha de la pantalla hasta que aparezca un bot&oacute;n indicando el idioma de la junta. Presione el bot&oacute;n.
        </p>

        <img src="gallery/image4.png" alt="">

        <p>
            La pantalla de configuraci&oacute;n del idioma aparecer&aacute;. Confirme que el &ldquo;Idioma de la reunion&rdquo; diga ingles. Si no es as&iacute;, seleccione ingles en las opciones.
            Habra un icono de un interruptor a la derecha de el texto &ldquo;Subt&iacute;tulos traducidos&rdquo;. Presione el interruptor para activar la traducci&oacute;n en tiempo real.
        </p>
       
        <img src="gallery/image5.png" alt="">

        <p>
            Una vez que estos se activen, puede seleccionar el idioma de los subt&iacute;tulos que aparecer&aacute;n en la pantalla. Si espa&ntilde;ol no esta seleccionado, puede elegirlo de las opciones.
        </p>

        <img src="gallery/image6.png" alt="">

        <p>
            Una vez hecho esto, puede presionar el bot&oacute;n &ldquo;X&rdquo; de la pantalla de configuraci&oacute;n para regresar a la llamada.
            Ahora deber&iacute;a de poder ver los subt&iacute;tulos traducidos en tiempo real.
        </p>
        <br>
        <br>
    </body>
</html>

